Add support for bindcar (#16)
Signed-off-by: Erick Bourgeois <erick@jeb.ca>
